

if message.text == 'Республика Хорватия':
        bot.reply_to(message, 'Местоположения: Южная Европа \n'
                              'Президент: Зоран Миланович \n'
                              'Столица: Загреб \n'
                              'Насиление: 4227745  человек \n'
                              'Государственный язык: Хорватский язык \n'
                              'Площадь страны: 56594  км² \n'
                              'Валюта:Хорватская кунa\n'
                              'Подробнее: https://ru.wikipedia.org/wiki/Хорватия')

if message.text == 'Королевство Таиланд':
        bot.reply_to(message, 'Местоположения: Юго-Восточная Азия \n'
                              'Кароль: Маха  Вачиралонгкорн\n'
                              'Столица: Бангкок \n'
                              'Насиление: 66413797 человек \n'
                              'Государственный язык: Тайский язык \n'
                              'Площадь страны:514000 км² \n'
                              'Валюта:бат (ТНВ)\n'
                              'Подробнее: https://ru.wikipedia.org/wiki/Таиланд')


if message.text == 'Туркменистан':
        bot.reply_to(message, 'Местоположения: Средняя Азия \n'
                              'Президент: Гурбангулы Бердымухамедов\n'
                              'Столица: Ашхабад \n'
                              'Насиление:  6.2 млн человек \n'
                              'Государственный язык: Туркменский \n'
                              'Площадь страны:491200 км² \n'
                              'Валюта:Манат \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Туркмения')

if message.text == 'Сири́йская Ара́бская Респу́блика':
        bot.reply_to(message, 'Местоположения: Ближняя Восток \n'
                              'Президент: Башар Асад\n'
                              'Столица: Дамаск\n'
                              'Насиление: 17070000 человек \n'
                              'Государственный язык: Арабский \n'
                              'Площадь страны:185 180 км² \n'
                              'Валюта:сирийский фунт (SYP, 760)\n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Сирия')


if message.text == 'Респу́блика Таджикиста́н ':
        bot.reply_to(message, 'Местоположения: Центральная Азия \n'
                              'Президент: Эмомали Рахмон \n'
                              'Столица: Душанбе \n'
                              'Насиление: 9126600 человек \n'
                              'Государственный язык: Таджи́кский \n'
                              'Площадь страны:141 400 км² \n'
                              'Валюта:сомони (TJS, код 972) \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Таджикистан')


if message.text == ' Сингапур':
        bot.reply_to(message, 'на островах в Юго-Восточной Азии \n'
                              'Президент: Халима Якоб \n'
                              'Столица: Сингапур \n'
                              'Насиление: 5 781 110 человек \n'
                              'Государственный язык: английский, китайский (путунхуа), малайский и тамильский \n'
                              'Площадь страны:725,7 км² \n'
                              'Валюта:сингапурский доллар (SGD) \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Сингапур')

if message.text == 'Румы́ния':
        bot.reply_to(message, 'Юго-Восточная Европа \n'
                              'Президент: Клаус Йоханнис \n'
                              'Столица: Бухарест.\n'
                              'Насиление: 19,401,658 человек \n'
                              'Государственный язык: Румынский \n'
                              'Площадь страны:238 391 км² \n'
                              'Валюта:лей (RON) \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Румыния')

if message.text == 'Португалия':
        bot.reply_to(message, 'Континентальном Европе  \n'
                              'Президент: Марселу Ребелу ди Соза\n'
                              'Столица: Лиссабон\n'
                              'Насиление: 10276617  человек \n'
                              'Государственный язык: Португальский \n'
                              'Площадь страны:92225б61км² \n'
                              'Валюта:евро ,португальские монеты евро \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Португалия')

if message.text == 'Канада':
        bot.reply_to(message, 'в Северной Америке  \n'
                              'Президент: Елизавета II\n'
                              'Столица: Оттава \n'
                              'Насиление: 37 602 103   человек \n'
                              'Государственный язык: английский, французский \n'
                              'Площадь страны:9 984 670км² \n'
                              'Валюта: канадский доллар \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Канада')


if message.text == 'Аргентина':
        bot.reply_to(message, 'в Южной Америке  \n'
                              'Президент: Альберто Фернандес \n'
                              'Столица: Буэнос - Айрес \n'
                              'Насиление: 45 195 777 человек \n'
                              'Государственный язык:Испанский \n'
                              'Площадь страны:2 780 400км² \n'
                              'Валюта: Аргентинское песо \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Аргентина')


if message.text == 'Ирландия':
        bot.reply_to(message, 'в  Западной Европе,\n'
                              'Президент: Майкл Хиггинс \n'
                              'Столица: Дублин \n'
                              'Насиление: 4 921 500 человек \n'
                              'Государственный язык:ирландский, английский \n'
                              'Площадь страны:70 273км² \n'
                              'Валюта: евро (EUR, код 978) \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Ирландия')

if message.text == 'Иран':
        bot.reply_to(message,  'в Передней Азии \n'
                              'Президент: Хасан Рухани\n'
                              'Столица: Тегеран \n'
                              'Насиление: 81000000 человек \n'
                              'Государственный язык:персидский \n'
                              'Площадь страны:1648195км² \n'
                              'Валюта: иранский риал \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Иран')


if message.text == 'Индонезия':
        bot.reply_to(message,  'в Юго-Восточной Азии.\n'
                              'Президент: Джоко Видодо\n'
                              'Столица: Джакарта \n'
                              'Насиление: 266 млн человек \n'
                              'Государственный язык:индонезийский \n'
                              'Площадь страны:1 919 440км² \n'
                              'Валюта: индонезийская рупия \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Индонезия')

if message.text == 'Еги́пет':
        bot.reply_to(message,  'в Северной Африке и на Синайском полуострове Азии.\n'
                              'Президент: Абдул-Фаттах Ас-Сиси \n'
                              'Столица: Каир \n'
                              'Насиление: 100 704 000 человек \n'
                              'Государственный язык:арабский \n'
                              'Площадь страны:1 001 450км² \n'
                              'Валюта: египетский фунт \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Египет')

if message.text == 'Греция':
        bot.reply_to(message,  'в Южной Европе\n'
                              'Президент: Катерина Сакелларопулу \n'
                              'Столица: Афины\n'
                              'Насиление: 10 741 165 человек \n'
                              'Государственный язык: греческий \n'
                              'Площадь страны:131957 км² \n'
                              'Валюта: евро[5] (EUR, код 978) \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Греция')

if message.text == 'Грузия':
        bot.reply_to(message,  'Закавказья на восточном побережье Чёрного моря\n'
                              'Президент:Саломе Зурабишвили\n'
                              'Столица: Тблиси\n'
                              'Насиление: 3 716 858 человек \n'
                              'Государственный язык: грузинский \n'
                              'Площадь страны:69700км² \n'
                              'Валюта: грузинский лари \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Грузия')

if message.text == 'Бразилия':
        bot.reply_to(message,  'в Южной Америке.\n'
                              'Президент:Жаир Болсонару\n'
                              'Столица:Бразилиа.\n'
                              'Насиление:  207 353 391  человек \n'
                              'Государственный язык: Португальский \n'
                              'Площадь страны: 8 515 767 км² \n'
                              'Валюта: бразильский реал \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Бразилия')

if message.text == 'Болга́рия':
        bot.reply_to(message,  'в Юго-Восточной Европе \n'
                              'Президент:Румен Радев \n'
                              'Столица:София \n'
                              'Насиление:  6 951 482 человек \n'
                              'Государственный язык: болгарский.\n'
                              'Площадь страны: 110 993,6 км² \n'
                              'Валюта: болгарский лев (BGN, код 975)\n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Болгария')

if message.text == 'Беларусь':
        bot.reply_to(message,  'в Восточной Европе \n'
                              'Президент:Александр Лукашенко \n'
                              'Столица:Минск\n'
                              'Насиление: 9 475 174 человек \n'
                              'Государственный язык: белорусский, русский\n'
                              'Площадь страны: 207 595 км² \n'
                              'Валюта: белорусский рубль.\n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Белоруссия')

if message.text == 'Афганиста́н ':
        bot.reply_to(message,  'в Южной Азии \n'
                              'Президент:Ашраф Гани Ахмадзай. \n'
                              'Столица:Кабул \n'
                              'Насиление: 32 225 560 человек \n'
                              'Государственный язык: пушту и дари.\n'
                              'Площадь страны: 652 864 км² \n'
                              'Валюта: афгани \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Афганистан')

if message.text == 'Мексика':
        bot.reply_to(message,  ' в Северной Америке,\n'
                              'Президент:Андрес Мануэль Лопес Обрадор \n'
                              'Столица:Мехико \n'
                              'Насиление: 128 649 565 человек \n'
                              'Государственный язык: испанский \n'
                              'Площадь страны: 1 972 550 км² \n'
                              'Валюта: мексиканское песо \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Мексика')

if message.text == 'Куба':
        bot.reply_to(message,  ' в Латинской Америке \n'
                              'Президент:Мигель Марио Диас-Канель Бермудес \n'
                              'Столица:Гавана\n'
                              'Насиление: 11 061 886 человек \n'
                              'Государственный язык: испанский \n'
                              'Площадь страны: 110860 км² \n'
                              'Валюта:  песо \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Куба')

if message.text == 'Израиль':
        bot.reply_to(message,  ' Ближнем Востоке. \n'
                              'Президент:Реувен Ривлин \n'
                              'Столица:Иерусалим\n'
                              'Насиление: 9 136 000 человек \n'
                              'Государственный язык: иврит; арабский язык \n'
                              'Площадь страны: 20 770 км² \n'
                              'Валюта:  новый шекель \n'
                              'Подробнее:https://ru.wikipedia.org/wiki/Израиль')




bot.polling()
